-- MySQL dump 10.13  Distrib 5.7.17, for Win64 (x86_64)
--
-- Host: localhost    Database: user_db
-- ------------------------------------------------------
-- Server version	5.7.18

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `order_table`
--

DROP TABLE IF EXISTS `order_table`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `order_table` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `timestart` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `timeend` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `description` varchar(200) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `price` decimal(7,2) DEFAULT NULL,
  `user_mobile` varchar(11) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_name` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_car` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_carnum` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `business_name` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `business_phone` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `state` int(11) DEFAULT '0',
  `type` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `service_condition` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `business_id` varchar(9) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `x` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `y` varchar(20) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=131 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `order_table`
--

LOCK TABLES `order_table` WRITE;
/*!40000 ALTER TABLE `order_table` DISABLE KEYS */;
INSERT INTO `order_table` VALUES (92,'2017-08-15 14:01:20',NULL,'在南京软件园孵鹰大厦A座附近','',115.00,'15666666666','扣他','来来来','苏A99999','南京东南铜业有限公司','025-99999999',0,'搭电','1','999999999','32.04204','118.648445'),(93,'2017-08-15 14:01:26',NULL,'在南京软件园孵鹰大厦A座附近','',115.00,'15666666666','扣他','来来来','苏A99999','南京东南铜业有限公司','025-99999999',0,'搭电','1','999999999','32.04204','118.648445'),(94,'2017-08-15 14:01:34',NULL,'在南京软件园孵鹰大厦A座附近','',115.00,'15666666666','扣他','来来来','苏A99999','南京东南铜业有限公司','025-99999999',0,'搭电','1','999999999','32.04204','118.648445'),(95,'2017-08-15 14:01:35',NULL,'在南京软件园孵鹰大厦A座附近','',115.00,'15666666666','扣他','来来来','苏A99999','南京东南铜业有限公司','025-99999999',1,'搭电','1','999999999','32.04204','118.648445'),(96,'2017-08-15 15:02:19','2017-08-16 14:33:05','在南京软件园孵鹰大厦-D座附近','',0.00,'15123456789','we','QQ','苏V12345','南京第一家','025-11111111',2,'汽车美容','2','111111111','32.04236','118.647484'),(97,'2017-08-15 15:04:20','2017-08-16 14:32:51','在南京软件园孵鹰大厦-D座附近','',0.00,'15123456789','we','QQ','苏V12345','南京第一家','025-11111111',2,'汽车美容','2','111111111','32.042522','118.64861'),(98,'2017-08-15 15:04:38','2017-08-16 14:32:41','在南京软件园孵鹰大厦-D座附近','',0.00,'15123456789','we','QQ','苏V12345','南京第一家','025-11111111',2,'汽车美容','2','111111111','32.04333','118.64634'),(99,'2017-08-15 15:05:45','2017-08-15 15:21:37','在江浦农场二队附近','',115.00,'15123456789','we','QQ','苏V12345','南京东南铜业有限公司','025-99999999',2,'搭电','1','999999999','32.04322','118.64653'),(100,'2017-08-15 15:05:58','2017-08-15 15:18:56','在江浦农场二队附近','',115.00,'15123456789','we','QQ','苏V12345','南京东南铜业有限公司','025-99999999',2,'搭电','1','999999999','32.04322','118.64653'),(101,'2017-08-15 15:11:24','2017-08-15 15:13:57','在江浦农场二队附近','',115.00,'15123456789','we','QQ','苏V12345','南京东南铜业有限公司','025-99999999',2,'搭电','1','999999999','32.04333','118.64634'),(102,'2017-08-15 16:22:55',NULL,'在南京软件园孵鹰大厦A座附近','',121.00,'15666666666','张三','本田','苏A12345','南京第一家','025-11111111',1,'搭电','1','111111111','32.042625','118.64891'),(103,'2017-08-15 16:23:05',NULL,'在南京软件园孵鹰大厦A座附近','',0.00,'15666666666','张三','本田','苏A12345','南京第一家','025-11111111',2,'汽车美容','2','111111111','32.042625','118.64891'),(104,'2017-08-15 16:36:59',NULL,'在南京软件园孵鹰大厦A座附近','',0.00,'15666666666','张三','本田','苏A12345','南京第一家','025-11111111',0,'汽车美容','2','111111111','32.04257','118.64861'),(105,'2017-08-15 16:37:01',NULL,'在南京软件园孵鹰大厦A座附近','',0.00,'15666666666','张三','本田','苏A12345','南京第一家','025-11111111',0,'汽车美容','2','111111111','32.04257','118.64861'),(106,'2017-08-15 16:37:27',NULL,'在南京软件园孵鹰大厦A座附近','',121.00,'15666666666','张三','本田','苏A12345','南京第一家','025-11111111',0,'搭电','1','111111111','32.04257','118.64861'),(107,'2017-08-15 16:37:31',NULL,'在南京软件园孵鹰大厦A座附近','',121.00,'15666666666','张三','本田','苏A12345','南京第一家','025-11111111',0,'搭电','1','111111111','32.04257','118.64861'),(108,'2017-08-15 16:37:36',NULL,'在南京软件园孵鹰大厦A座附近','',121.00,'15666666666','张三','本田','苏A12345','南京第一家','025-11111111',0,'搭电','1','111111111','32.04257','118.64861'),(109,'2017-08-15 16:37:42',NULL,'在南京软件园孵鹰大厦A座附近','',121.00,'15666666666','张三','本田','苏A12345','南京第一家','025-11111111',0,'搭电','1','111111111','32.04257','118.64861'),(110,'2017-08-16 09:24:42',NULL,'在南京软件园孵鹰大厦A座附近','快快快',121.00,'15605218785','李虎文','奔驰','苏A12345','南京第一家','025-11111111',0,'搭电','1','111111111','32.042267','118.64848'),(111,'2017-08-16 09:25:17',NULL,'在南京软件园孵鹰大厦A座附近','',0.00,'15183612630','唐胜','奥迪A6','苏A66612','南京第一家','025-11111111',0,'汽车美容 汽车维修','2','111111111','32.042465','118.64877'),(112,'2017-08-16 09:26:05',NULL,'在南京软件园孵鹰大厦A座附近','',215.00,'15183612630','唐胜','奥迪A6','苏A66666','南京东南铜业有限公司','025-99999999',0,'搭电 开锁','1','999999999','32.042492','118.64875'),(113,'2017-08-16 09:34:50',NULL,'在南京软件园孵鹰大厦A座附近','',121.00,'15183612630','唐胜','奥迪A6','苏A66666','南京第一家','025-11111111',0,'搭电','1','111111111','32.042496','118.64862'),(114,'2017-08-16 09:37:29','2017-08-16 10:08:26','在南京软件园孵鹰大厦A座附近','db',301.00,'15605218785','李虎文','奔驰','苏A12345','南京第一家','025-11111111',2,'加油','1','111111111','32.04244','118.64839'),(115,'2017-08-16 10:51:24',NULL,'在南京软件园孵鹰大厦A座附近','',0.00,'15605218785','李虎文','奔驰','苏A12345','南京第一家','025-11111111',0,'汽车维修','2','111111111','32.0424','118.64837'),(116,'2017-08-16 14:19:26',NULL,'在南京软件园孵鹰大厦A座附近','都很好的好的吧杜东海大道vv的话当回事',322.00,'15605218785','李虎文','奔驰','苏A12345','南京第一家','025-11111111',0,'换胎 搭电','1','111111111','32.042747','118.64895'),(117,'2017-08-16 14:50:09','2017-08-16 14:56:22','在南京软件园孵鹰大厦A座附近','',0.00,'15136369898','樊建川','大众','苏C55555','南京第一家','025-11111111',2,'汽车美容','2','111111111','32.0424','118.64837'),(118,'2017-08-16 15:29:03','2017-08-16 15:29:54','在南京软件园孵鹰大厦A座附近','很快就到',110.00,'15136369898','风云','高达','宙S00001','浦口医院店','025-88888888',2,'搭电','1','888888888','32.0424','118.64837'),(119,'2017-08-16 15:31:50',NULL,'在琵琶地附近','',110.00,'15605218785','李虎文','奔驰','苏A12345','工业园店','025-44444444',0,'送水','1','444444444','32.04089','118.60285'),(120,'2017-08-16 15:32:24',NULL,'在破山口附近','',110.00,'15605218785','李虎文','奔驰','苏A12345','工业园店','025-44444444',0,'送水','1','444444444','32.032658','118.583954'),(121,'2017-08-16 15:32:51','2017-08-16 15:33:56','在南京软件园孵鹰大厦-D座附近','',299.00,'15605218785','李虎文','奔驰','苏A12345','南京东南铜业有限公司','025-99999999',2,'加油','1','999999999','32.04254','118.64836'),(122,'2017-08-16 15:34:38','2017-08-16 15:40:12','在南京软件园孵鹰大厦A座附近','',0.00,'15183612630','唐胜','奥迪A6','苏A666AA','南京第一家','025-11111111',2,'汽车美容','2','111111111','32.042747','118.64895'),(123,'2017-08-16 15:36:10',NULL,'在南京软件园孵鹰大厦A座附近','',121.00,'15605218785','李虎文','奔驰','苏A12345','南京第一家','025-11111111',0,'搭电','1','111111111','32.042503','118.648605'),(124,'2017-08-16 15:38:42',NULL,'v好','',60.00,'15123456789','we','QQ','苏C12345','江山荟店','025-55555555',0,'开锁','1','555555555','0.0','0.0'),(125,'2017-08-16 15:41:27',NULL,'在南京软件园孵鹰大厦A座附近','',0.00,'15605218785','李虎文','奔驰','苏A12345','南京第一家','025-11111111',0,'汽车美容','2','111111111','32.042362','118.64846'),(126,'2017-08-16 15:47:28',NULL,'在南京软件园孵鹰大厦A座附近','i不愿意还不把vu旧家具耿耿于怀vv郭有可能吧v富图宝吃',70.00,'15605218785','李虎文','奔驰','苏A12345','浦口医院店','025-88888888',0,'开锁','1','888888888','32.042747','118.64895'),(127,'2017-08-16 15:47:56',NULL,'在南京软件园孵鹰大厦A座附近','',0.00,'15123456789','we','QQ','苏C12345','南京第一家','025-11111111',0,'汽车美容','2','111111111','32.04232','118.64841'),(128,'2017-08-16 15:56:00',NULL,'在南京软件园孵鹰大厦A座附近','',0.00,'15123456789','we','QQ','苏C12345','南京第一家','025-11111111',0,'汽车美容','2','111111111','32.04238','118.6483'),(129,'2017-08-16 16:30:11',NULL,'在南京软件园孵鹰大厦-D座附近','',301.00,'15123456789','we','QQ','苏C12345','南京第一家','025-11111111',0,'加油','1','111111111','32.04236','118.64805'),(130,'2017-08-16 16:37:37',NULL,'在南京软件园孵鹰大厦A座附近','',0.00,'15605218785','李虎文','奔驰','苏A12345','南京第一家','025-11111111',0,'汽车维修','2','111111111','32.042747','118.64895');
/*!40000 ALTER TABLE `order_table` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-08-16 16:59:21
